[
  "aosr",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-full-calendar",
  "full-screen-cross-platform",
  "homepage",
  "obsidian-kanban",
  "nldates-obsidian",
  "periodic-notes",
  "smart-connections",
  "pdf-plus",
  "obsidian-advanced-uri",
  "vim-yank-highlight",
  "obsidian-vimrc-support",
  "obsidian-open-in-other-editor",
  "obsidian-relative-line-numbers",
  "completed-task-display",
  "contribution-graph",
  "habit-tracker-21",
  "quick-explorer",
  "new-tab-default-page",
  "mononote"
]