anysphere.pyright
asvetliakov.vscode-neovim
catppuccin.catppuccin-vsc
dorianmassoulier.repomix-runner
dracula-theme.theme-dracula
eamodio.gitlens
figma.figma-vscode-extension
firefox-devtools.vscode-firefox-debug
foam.foam-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
kisstkondoros.vscode-gutter-preview
mgesbert.python-path
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.test-adapter-converter
njqdev.vscode-python-typehint
openai.openai-chatgpt-adhoc
rangav.vscode-thunder-client
ritwickdey.liveserver
rokoroku.vscode-theme-darcula
tomoki1207.pdf
vintharas.learn-vim
voidei.vscode-vimrc
